# coding: utf-8
# Porting Python3 by: paijo.ahmad@jabber.ru

if DefLANG in ("RU", "UA"):
	AnsBase_temp = tuple([line for line in (
		"Сегодня здесь было %s юзеров:\n%s\n+ ещё %s до сих пор здесь.", # 0
		"Сегодня при мне ещё никто не выходил, все кто был, до сих пор здесь.", # 1
		"При мне заходило %s юзеров:\n%s", # 2
		"Здесь было %s юзеров:\n%s\n+ ещё %s досихпор здесь.", # 3
		"При мне ещё никто не выходил, все кто был досихпор здесь.", # 4
		"[№] [Конфа/Ник] [Жид] [Префикc] [Юзеров] [Роль]", # 5
		"В списке конференций - пусто.", # 6
		"[№][Клиент][Коннект][Активен]", # 7
		"Список юзеров в чате:", # 8
		"Нашел %s похожих пользователей:\n%s", # 9
		"Не знаю." # 10
	)])
