# coding: utf-8
# Porting Python3 by: paijo.ahmad@jabber.ru

if DefLANG in ("RU", "UA"):
	AnsBase_temp = tuple([line for line in (
		"\n[Название][состояние][файл кода][языковой файл]", # 0
		"в наличии", # 1
		"отсутствует", # 2
		"загружен", # 3
		"\nКоманды: %s", # 4
		"\nФункции: %s", # 5
		"не загружен", # 6
		"Судя по всему нет такого плагина.", # 7
		"\n[№][Название][файл кода][файл языка]", # 8
		"\n\n## Незагруженные (%d) →\n\n%s", # 9
		"%s - успешно загружен!", # 10
		"Не могу загрузить - %s!%s", # 11
		"Какой-то гад удалил файл с кодом!", # 12
		"\n\n** Загрузил последнюю рабочую версию плагина.", # 13
		"Этой функции нет в списке зарегистрированных.\n## Список зареганных: %s", # 14
		"В %s нет зарегистрированных функций.", # 15
		"Команда «%s» включена.", # 16
		"Команда «%s» отключена.", # 17
		"Нет отключенных команд." # 18
	)])
