# coding: utf-8
# Porting Python3 by: paijo.ahmad@jabber.ru

if DefLANG in ("RU", "UA"):
	AnsBase_temp = tuple([line for line in (
		"чистка конференции...", # 0
		"Всё круто, я в отличной форме! (0 ошибок)", # 1
		"Бoeц %s тяжело ранен, но я ещё повоюю! (%d ошибок)", # 2
		"Со мной всё кончено, брат, спасайся, я задержу их... (%d ошибок)", # 3
		"На такие адреса я не могу посылать сообщения.", # 4
		"Сообщение от %s:\n%s", # 5
		"«%s» сейчас здесь.", # 6
		"Адресат неопределён.", # 7
		"Не более 1го приглащения за 12 минут! (Осталось: %s)", # 8
		"Чистка итак в процессе!" # 9
	)])
