# coding: utf-8
# Porting Python3 by: paijo.ahmad@jabber.ru

if DefLANG in ("RU", "UA"):
	AnsBase_temp = tuple([line for line in (
		"Ты просил выполнить «%s».", # 0
		"Нет задания с ID'ом «%d».", # 1
		"Слишком быстро и часто. (при количестве циклов больше 4х - тайм-аут должен превышать 4 минуты)", # 2
		"\n+ ещё %d раз(а).", # 3
		"Выполню в:\n%s", # 4
		"Тайм-аут не может быть меньше минуты и больше 48 дней.", # 5
		"Выполню в %s.", # 6
		"Нет запланированных заданий.", # 7
		"\n[№][ID][Команда][Deadline]\n%s", # 8
		"Дата/Время введены некорректно." # 9
	)])
