# coding: utf-8
# Porting Python3 by: paijo.ahmad@jabber.ru

if DefLANG in ("RU", "UA"):
	AnsBase_temp = tuple([line for line in (
		"Внимание! %s (%s) загнал меня в → '%s'", # 0
		"\n\tПричина: %s", # 1
		"Ага я зашел в → '%s'", # 2
		"Не смог зайти в → '%s'", # 3
		"АХТУНГ! %s (%s) выгнал меня из → '%s'", # 4
		"Конференция итак находится в списке.", # 5
		"Судя по всему «%s» - это вообще не конференеция. Не пойду.", # 6
		"I'm %s → XMPP BOT. Пришел по приказу %s", # 7
		"Реджойн по команде от %s", # 8
		"Ухожу по приказу %s", # 9
		"Ушел из → '%s'", # 10
		"Перезагрузка по команде от %s", # 11
		"Выключение по команде от %s", # 12
		"\nЗанёс конференцию в список и буду пытаться в неё зайти. Если ты не уверен, что этот сервер существует - скомандуй выход.", # 13
		"Не могу. Прилежащий к этой конфе жид - сейчас оффлайн.", # 14
		"Не могу создать директорию, вероятно «%s» содержит запрещённые символы. Соответственно, я не могу обслуживать эту конференцию.", # 15
		"Система не может выделить ресурсы на ещё один клиент.", # 16
		"«%s» нет в списке клиентов." # 17
	)])
