# coding: utf-8
# Porting Python3 by: paijo.ahmad@jabber.ru

# exp_name = "access" # /insc.py — ported to Python 3

if DefLANG in ("RU", "UA"):
	AnsBase_temp = (
		"Твой доступ - %s.",                            # 0
		"Доступ «%s» - %s.",                            # 1
		"На «%s» нет информации.",                      # 2
		"Нет глобальных доступов.",                     # 3
		"Нет локальных доступов.",                      # 4
		"Список доступов:\n",                           # 5
		"У «%s» итак нет доступа.",                     # 6
		"Нельзя дать доступ меньше -1 и больше 8.",     # 7
		"Нельзя дать локальный доступ меньше 0 и больше 6.", # 8
		"У «%s» глобальный доступ.",                    # 9
		"Не могу дать доступ «%s»."                     # 10
	)
