# coding: utf-8
# Porting Python3 by: paijo.ahmad@jabber.ru

if DefLANG in ("RU", "UA"):
	AnsBase_temp = tuple([line for line in (
		"Изменённые пункты: %s", # 0
		"Очевидно параметры неверны.", # 1
		"Настройки:\n", # 2
		"Конфиг пуст.", # 3
		"Вниание! Текущий jid сейчас удаляется, сейчас я зайду с нового.", # 4
		"смена jid'а", # 5
		"Теперь '%s' - мой основной JID.", # 6
		"Нельзя! Итак подключен всего один клиент.", # 7
		"Система не может выделить ресурсы на ещё один клиент.", # 8
		"Не коннектится.", # 9
		"Этот jid уже есть в списках.", # 10
		"«%s» нет в списке клиентов.", # 11
		"«%s» сейчас оффлайн." # 12
	)])
