# coding: utf-8
# Porting Python3 by: paijo.ahmad@jabber.ru

if DefLANG in ("RU", "UA"):
	AnsBase_temp = tuple([line for line in (
		"Команда «%s» находится в плагине → %s", # 0
		"Доступ к команде \"%s\" = %d", # 1
		"\n%s\nСинтаксис:\n»»» %s", # 2
		"Примеры:", # 3
		"Файл со справкой отсутствует...", # 4
		"Пиши «комлист» для получения полного списка команд, пиши «хелп [команда]», чтобы понять как она работает.", # 5
		"Полный список команд%s", # 6
		" (Командный префикс - «%s»):", # 7
		"\n\n• Команды для Суперадмина [доступ 8] - %s:\n%s", # 8
		"\n\n• Команды для Глоб. Админов [доступ 7] - %s:\n%s", # 9
		"\n\n• Команды для Владельцев [доступ 6] - %s:\n%s", # 10
		"\n\n• Команды для Админов [доступ 5] - %s:\n%s", # 11
		"\n\n• Команды для Модеров/Мемберов [доступ 4] - %s:\n%s", # 12
		"\n\n• Команды для Модеров [доступ 3] - %s:\n%s", # 13
		"\n\n• Команды для Участников/Мемберов [доступ 2] - %s:\n%s", # 14
		"\n\n• Команды для Участников [доступ 1] - %s:\n%s", # 15
		"\n\nТвой уровень доступа - %s.", # 16
		"Файл со справкой повреждён!" # 17
	)])
