# coding: utf-8
# Porting Python3 by: paijo.ahmad@jabber.ru

if DefLANG in ("RU", "UA"):
	AnsBase_temp = tuple([line for line in (
		"Сдаётся мне '%s' сейчас оффлайн.", # 0
		"Сдаётся мне '%s' итак закреплён за этой конфой.", # 1
		"'%s' нет среди доступных клиентов!", # 2
		"Смена jid'а...", # 3
		"Переименовался в «%s».", # 4
		"В моём нике не должно быть больше 16ти символов.", # 5
		"Префикс удалён.", # 6
		"Префикс и без того отсутствует.", # 7
		"Отныне знак '%s' является префиксом здесь.", # 8
		"Знак '%s' итак префикс здесь.", # 9
		"Недоступный знак для префикса! Доступные: '%s'.", # 10
		"'%s' является здесь префиксом.", # 11
		"Префикс не установлен.", # 12
		"Статус '%s' мне неизвестен." # 13
	)])
