# coding: utf-8
# Porting Python3 by: paijo.ahmad@jabber.ru

if DefLANG in ("RU", "UA"):
	AnsBase_temp = tuple([line for line in (
		"Понг - %s сек.", # 0
		"Понга нет. Ответ на версию (%s) за %s секунд.", # 1
		"Ни пинга, ни версии...", # 2
		"\nСтатистика пинга (всего %s):\nСамый быстрый пинг - %s\nСамый медленный пинг - %s\nСреднее время пинга - %s", # 3
		"Нет результата.", # 4
		"«%s» - сейчас нет в чате.", # 5
		"Нет ответа.", # 6
		"Время работы «%s» - %s.", # 7
		"Последняя активность «%s» - %s назад.", # 8
		"Нет cовпадений.", # 9
		"Вкард не заполнен.", # 10
		"\n\n** Всего %d пунктов." # 11
	)])
